export const LaborValues = [
    {
        title: "الحقوق العمالية",
        description: "احترام الحقوق الأساسية للعمال. مثل حقوق العمل والحرية النقابية والحق في الإضراب."
    },
    {
        title: "العدالة والمساواة",
        description: "الالتزام بضمان حقوق جميع أعضاء الجمعية العمومية والعمال بغض النظر عن انتمائهم الاجتماعي. أو مستوى تعليمهم. أو خلفياتهم. و التعامل معهم بسواسية و عدالة دون تمييز في المطالب و استحقاقهم لمكتسباتهم."
    },
    {
        title: "الشفافية والمشاركة",
        description: "تعزيز الشفافية فى اتخاذ القرارات وتشجيع المشاركة الفعالة للأعضاء فى صياغة السياسات واتخاذ القرارات."
    },
    {
        title: "العمل الجماعى والتضامن",
        description: "التأكيد على قوة العمل الجماعي والتضامن بين أعضاء الجمعية العمومية لتحقيق أهدافهم المشتركة."
    },
    {
        title: "حقوق العمال و ظروف العمل",
        description: "السعي لضمان حقوق العمال وتحسين ظروف العمل للوصول الى الرضى الوظيفي."
    },
    {
        title: "التعليم والتثقيف",
        description: "تقديم فرص لتثقيف وتمكين اعضاء الجمعية العمومية بشأن حقوقهم و مكتسابتهم و الواجبات التي على عاتقهم."
    },
    {
        title: "التواصل الاجتماعى",
        description: "بناء جسور تواصل فعاله بين النقابة وأعضاء الجمعية العمومية و المجتمع."
    },
    {
        title: "الالتزام بالقوانين والأخلاقيات",
        description: "الامتثال للقوانين والأخلاقيات في جميع الأنشطة والعمليات."
    },
    {
        title: "التضامن",
        description: "تعزيز روح التعاون والتضامن بين أعضاء الجمعية العمومية و ممثليهم لتحقيق و ضمان أهدافهم المشتركة."
    },
    {
        title: "النزاهة ومكافحة الفساد",
        description: "الالتزام بمبادئ النزاهة ومكافحة الفساد داخل أعضاء النقابة وعدم تجيير النقابة للمصالح الشخصية و التكسبات الاجتماعية."
    },
    {
        title: "احترام الخصوصية",
        description: "عدم الكشف عن معلومات شخصية أو سرية لأعضاء الجمعية العمومية دون موافقتهم."
    },
    {
        title: "عدم التعرض للضغوط",
        description: "عدم الموافقة على الضغوط أو الممارسات غير الأخلاقية من أى جهة سواء كانت داخلية أو خارجية."
    },
    {
        title: "المسؤولية",
        description: "تحمل المسؤولية تجاه أعضاء الجمعية العمومية وتحقيق مصالحهم بأقصى جهد ممكن."
    }
];
